---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MathComparisonUtils
source: html/b1a8dc99-03ac-5033-ad69-2b76e11979de.htm
---
# MathComparisonUtils Members

Checks if two doubles are almost equal, using the internal tolerance.